perf/proxy-9090/load/summary.txt
--------------------------------
Summary report @ 21:33:04(-0300)
--------------------------------

http.codes.200: ................................................................ 13578
http.request_rate: ............................................................. 63/sec
http.requests: ................................................................. 13578
http.response_time:
  min: ......................................................................... 1302
  max: ......................................................................... 2560
  median: ...................................................................... 1300.1
  p95: ......................................................................... 1863.5
  p99: ......................................................................... 2186.8
http.responses: ................................................................ 13578
vusers.completed: .............................................................. 13578
vusers.created: ................................................................ 13578
vusers.created_by_name.Bbox1 (/): .............................................. 13578
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 1303.5
  max: ......................................................................... 2569.1
  median: ...................................................................... 1326.4
  p95: ......................................................................... 1901.1
  p99: ......................................................................... 2231